Repository: elysium-studio/Glance
Catalog: Glance.DropShelf.WinUI/Strings/*/Resources.resw
Source language: en
Languages: es, it, ja, nl, pt_br, zh_hans

# ModuleTitle
source: Drop shelf
es: Bandeja de archivos
it: Raccolta file
ja: ファイルシェルフ
nl: Bestandsplank
pt_br: Prateleira de arquivos
zh_hans: 文件架

# ModuleDisplayName
source: File and folder shelf
es: Bandeja de archivos y carpetas
it: Raccolta di file e cartelle
ja: ファイルとフォルダーのシェルフ
nl: Plank voor bestanden en mappen
pt_br: Prateleira de arquivos e pastas
zh_hans: 文件和文件夹架

# ModuleDescription
source: Stage files and folders, then drag them together to another location.
es: Guarda archivos y carpetas y arrástralos juntos a otra ubicación.
it: Raccogli file e cartelle, quindi trascinali insieme in un'altra posizione.
ja: ファイルやフォルダーを一時的に置き、まとめて別の場所へドラッグできます。
nl: Verzamel bestanden en mappen en sleep ze daarna samen naar een andere locatie.
pt_br: Guarde arquivos e pastas e arraste-os juntos para outro local.
zh_hans: 暂存文件和文件夹，然后将它们一起拖到其他位置。

# EmptySummary
source: Drop files or folders
es: Suelta archivos aquí
it: Trascina qui i file
ja: ここにファイルをドロップ
nl: Zet bestanden hier neer
pt_br: Solte arquivos aqui
zh_hans: 将文件拖放到此处

# EmptyDetail
source: Files and folders are supported
es: Se admiten archivos y carpetas
it: Sono supportati file e cartelle
ja: ファイルとフォルダーに対応しています
nl: Bestanden en mappen worden ondersteund
pt_br: Arquivos e pastas são compatíveis
zh_hans: 支持文件和文件夹

# OneItemSummary
source: 1 item ready
es: 1 elemento listo
it: 1 elemento pronto
ja: 1 個の項目を準備しました
nl: 1 item gereed
pt_br: 1 item pronto
zh_hans: 已准备 1 个项目

# ManyItemsSummary
source: {0} items ready
es: {0} elementos listos
it: {0} elementi pronti
ja: {0} 個の項目を準備しました
nl: {0} items gereed
pt_br: {0} itens prontos
zh_hans: 已准备 {0} 个项目

# ReadyDetail
source: Drag the shelf to move everything
es: Arrastra la bandeja para moverlo todo
it: Trascina la raccolta per spostare tutto
ja: シェルフをドラッグしてすべて移動
nl: Sleep de plank om alles te verplaatsen
pt_br: Arraste a prateleira para mover tudo
zh_hans: 拖动文件架以移动全部项目

# DragCaption
source: Move staged items
es: Mover elementos guardados
it: Sposta gli elementi raccolti
ja: 準備した項目を移動
nl: Verzamelde items verplaatsen
pt_br: Mover itens guardados
zh_hans: 移动暂存的项目

# MoveShelfButton.ToolTipService.ToolTip
source: Drag to move all items
es: Arrastra para mover todos los elementos
it: Trascina per spostare tutti gli elementi
ja: ドラッグしてすべての項目を移動

# RemoveShelfItemButton.ToolTipService.ToolTip
source: Remove from shelf
es: Quitar de la bandeja
it: Rimuovi dalla raccolta
ja: シェルフから削除

# ClearShelfButton.ToolTipService.ToolTip
source: Clear shelf
nl: Plank leegmaken
pt_br: Limpar prateleira
zh_hans: 清空文件架
